import styled from 'styled-components';

const FirstText = () => {
  return (
    <>
      &nbsp;기름 냄새가 가득 밴 유니폼을 벗어두고 잠시 뜸을 들이고 서있으면 오토바이 엔진 소음이 가까워져온다. 그날의
      마지막 치킨을 배달하고 온 선이다. 나는 문틈으로 고개를 내밀고 오늘 일은 어땠는지 물었다. 헬멧을 벗고 땀에 떡진
      앞머리를 쓸어넘기는 선의 턱에 스트랩을 꽉 조여매 생긴 붉은 자국이 선명했다. <br />
      &nbsp;“그냥 똑같지 뭐.” <br />
      &nbsp;선이 가느다란 팔로 오토바이를 가게 앞에 바짝 붙이며 대답했다. 체구와는 조화되지 않는 다부진 목소리다. 처음엔
      저런 몸으로 용케도 쓰러지지 않고 일을 하는구나 싶었지만 그런 편견은 얼마 못 가 사라졌다. 선은 웬만한 남성들과
      견주어도 뒤지지 않을 정도로 강인한 체력과 특유의 날렵함으로 가게의 배달 일을 도맡아 했다. 나는 벽에 기대어
      스도쿠를 하다가 선이 짐을 챙겨서 나오면 문을 잠그고 뒤를 따랐다. 선은 하나로 질끈 묶었던 머리를 풀고 잰걸음으로
      걸었다. 같이 좀 가자고 말하면 더 빠르게 걸었다. <br />
      &nbsp; <br />
      &nbsp;선의 집으로 가는 골목길에는 담배꽁초가 많았다. 집이 가까워져 갈수록 그 개수가 늘었고, 그럼 선의 발걸음도
      점차 느려졌다. 선은 하늘에 떠있는 별 대신 그 꽁초의 개수를 세어가며 걸었다. 이유를 물으면 잠들기 전 양을 세는 것과
      비슷하다고 대답했다. 나는 알아들은 것처럼 작게 으음-하는 소리를 냈다. 집으로 들어가기 전에 선은 담 아래 쪼그리고
      앉아 담배를 피웠다. 그동안 나는 옆에 서서 그 애의 목 뒤에 새겨져 있는 작은 태양을 쳐다보고 있었다. 아마도 자신의
      영어 이름 sun을 의미하는 것이겠거니, 속으로만 짐작해 왔다. <br />
      &nbsp;“목 뒤에 태양.” <br />
      &nbsp;나는 한참 전부터 보았던 것을 처음 발견한 듯이 물었다. 물었다기엔 물음표도 없이 무책임하게 끝맺은
      문장이었지만, 어차피 선은 내가 한 질문과는 관련 없이 자신이 말하고 싶은 것을 답하고는 했다. 선이 담배를 들지 않은
      손으로 자신의 목 뒤를 어루만지며 대답했다. 나는 해가 되고 싶어. 나는 내 이름이 싫어, 착하기만 한 사람이 되기는
      싫어. 선한 것은 늘 피해를 입거든…. 난 차라리 악당이 될래. 그러니 너도 나를 해라고 불러. 선은 그렇게 말하고는 자신
      주변에 있던 꽁초들을 주워 쓰레기통에 밀어 넣었다. 나는 그때도 으음-하는 소리를 냈던 것 같다. <br />
      &nbsp;
      <br />
      &nbsp;선은 이따금 가로등 빛이 닿지 않는 곳에서 전화를 했다. 대화의 내용은 들리지 않았지만 대개 자신의 머리를 마구
      헝클거나, 고개를 갑자기 홱 들거나, 상대가 눈앞에 있기라도 한 것처럼 손짓과 발짓을 최대한 동원하는 식이었다. 하루는
      전화를 끝내고 돌아온 선의 얼굴이 여느 때와 달리 편안해 보였는데, 이내 나를 자신의 집 안으로 들였다. 갑작스러운
      초대였다. 현관을 열자 찜질방 같은 열기가 밀려나왔다. 선의 방 안에는 에어컨은커녕 선풍기도 하나 없이 작은 식탁과
      매트리스만 덩그러니 놓여있었다. 생각보다 더 간소한 살림에 적잖이 놀란 내게 선은 존재의 이유가 명확하고 자신의 필요
      기준을 충족한 것들에게만 자리를 내어준다고 말했다. 나는 선의 집 안으로 들어온 내 두 발을 내려다보고 마음
      안쪽에서부터 번지는 기쁨을 내색하지 않으려 노력했다. 그날 이후로 나는 선이 필요할 때 기꺼이 용도에 알맞은 물건이
      되었다. 무료한 날에는 읽을 수 있는 책이, 다른 날은 벌레를 잡는 파리채가 되기도 하고, 천둥 번개가 치는 날에는
      껴안을 수 있는 베개가 되었다. 내가 선의 필요를 충족하였을 때 선의 입가엔 작은 미소가 번졌고, 나는 그 미소를 또
      보기 위해 그녀의 방 안으로 들어갔다. <br />
      &nbsp;
      <br />
      &nbsp;여름이 절정에 달할수록 선의 방 안 온도는 더욱 뜨거워졌다. 나는 선이 원하는 것이라면 뭐든지 되어줄 수 있었다.
      그러나 사막 같은 그곳에서 그 애를 시원하게 해주는 것만큼은 할 수가 없었다. 나는 선의 방 안이 아닌, 여름 안에
      명확히 존재하고 싶었다. 팔을 베고 누워있는 선에게 말했다. 우리는 시원해져야 해. 함께 피서를 가자. 시리도록 추운
      곳으로 가자. 팔을 간지럽히던 선의 숨결은 잠시 멈추었다가 불규칙한 박자로 이어졌다. <br />
      &nbsp;
      <br />
      &nbsp; 바다에 갈 생각이었다. 하지만 초인종을 누르고 기다리던 나를 맞이한 사람은 선이 아니었다. 문이 열리자 낯선
      남자가 언짢은 표정으로 나를 노려보고 있었다. 선은 속옷 차림으로 뛰쳐나와 내 팔뚝을 붙잡았다. 겁을 먹은 표정이었다.
      차라리 아무렇지도 않게 나를 무시하지. 아니면 부르지도 않았는데 왜 불쑥 찾아왔느냐고 화를 내지. 그저 쓸모를 다 한
      물건 대하듯 나를 거들떠도 보지 말지…. 선의 손을 뿌리치고 계단을 내려갔다. 뒤에서 선과 남자가 실랑이하는 소리가
      들려왔다. <br />
      &nbsp;잠이 안 와서 그랬어. 그것이 그 날 밤 집 앞에 찾아온 선이 뜨거운 숨과 함께 내뱉은 첫마디였다. 내가 아무 말이
      없자 선은 쪼그리고 앉아 담배에 불을 붙였다. 나는 조금 거리를 두고 섰지만 여전히 선의 목 뒤에 있는 작은 태양을
      바라보고 있었다. <br />
      &nbsp;“내가 담배 필 때, 왜 옆에 있는 거야?” 선의 입술 사이로 하얀 담배 연기가 피어 사방으로 흩어졌다. “너한테는
      아무렇지 않은 게 나한테는 너무 이상하게 느껴져.” <br />
      &nbsp;선은 말을 하기 위한 연료로 담배를 사용하는 듯이 문장 끄트머리에 다다를 때마다 세게 담배를 빨았다. 그렇게 세
      개비를 내리 더 피웠고, 바다를 보고 나면 영영 잊지 못하게 될까 무섭다는 말과 함께 바닥에 떨어진 꽁초 몇 개를 줍고는
      자리를 떴다. <br />
      &nbsp; <CenterMark>*</CenterMark>
      &nbsp;
      <br />
      &nbsp;그 해의 여름은 유독 길고 더웠다. 나는 기름 냄새가 가득 밴 유니폼을 벗지도 않고 오래도록 서서 스도쿠를 했다.
    </>
  );
};

export default FirstText;

const CenterMark = styled.div`
  padding-left: 50%;
`;
