import styled from 'styled-components';

const BText = () => {
  return (
    <>
      &nbsp;8월의 제주, 어두운 하늘 아래서 나는 오랜 친구를 떠나보내고 있다. 다신 자길 찾지 말라더니, 멀리 가지도 않고
      그새 새로운 여자애의 긴 생머리에 알짱거리는 저 애는 나와 각별했던 귀신이다. 삼지창 앞머리에 블랙 아이라인, 꽉 채운
      삼각존과 실버펄 애굣살, 새빨간 틴트까지 바르고 완벽한 그 시절의 얼굴을 했던, 내 아는 귀신. 우린 10년 이상을 함께
      했지만, 내가 저 애의 존재를 인지한 지는 3개월이 채 되지 않았다. 물론, 처음부터 이렇게 편한 사이는 아니었다. 얘가
      한동안 홀딱 벗고 다녀야 했던 것도 어찌 보면 내 탓이고… <br />
      <br /> &nbsp; 그러니까 이 모든 일은 내가 머리를 아주 짧게 자른 그날 시작되었다. 내 삶을 구성한 모든 것이 지겨워져
      가던 어느 날, 다니던 회사에서 경영 악화를 이유로 사직을 권유했다. 나에게 주어진 옵션은 ‘2개월간 무급으로 일한 뒤
      향후 유치될 투자금으로 밀린 월급 받기’와 ‘사직’ 두 가지. 작은 회사에서 아득바득 버티는 데 써온 체력이 아깝긴
      했지만, 애초에 오래 다닐 회사는 아니라고 생각했기에 사직을 선택했다. 퇴사 후엔 한동안 집에만 있었다. 아무 때나
      일어나 아무거나 먹었다. 밀린 잠을 다 자겠다는 심보로, 밀린 게으름을 다 부리겠다는 고집으로 살았다. 그렇게 한 달이
      지나고 그동안 수집해 온 보상 심리가 바닥을 드러내자 불안한 마음이 재채기처럼 튀어나오기 시작했다. <br />
      <br />
      &nbsp;눈을 뜨니 오후 네 시였다. 그 전날 오랜만에 친구들을 만나 해가 뜰 때까지 소맥을 말아 마신 것이 화근이었다.
      어찌저찌 침대에서 몸을 일으켜 냉장고 앞까지 갔지만, 먹다 남은 마라탕 배달 용기를 보자 속이 더 뒤집히는 듯했다.
      결국 나는 해장은 포기하고 냉동실에 넣어둔 아이스크림을 꺼내 방 한켠에 자리를 잡았다. 그렇게 낮이 다 가도록 투게더
      아이스크림을 퍼먹으며 유튜브 쇼츠를 넘겼다. 하나 같이 지루한 것들만 있다는 생각이 든 순간, 나도 모르게 눈물이 툭
      터져 나왔다. 오기로 쇼츠를 빠르게 넘기기 시작했다. 영상, 또 다른 영상, 같은 음원을 쓴 다른 영상… 지겨워. 왜 다 이
      모양이지? 어쩌다 이렇게 된 거야. 나는, 지금 뭐 하고 있는 거야… 손이 저려왔다. 품에 안은 아이스크림이 다 녹을
      때까지 소리 내어 울었다. 그렇게 울어본 건 정말 오랜만이었다. <br />
      <br />
      &nbsp; 한참 뒤 눈물을 그치고 고개를 들자, 거울에 비친 모습이 보였다. 레이스 속옷 차림에 귀걸이는 달랑이는데, 어제
      해 놓은 피부 화장은 들떠 밀가루 반죽을 얇게 엉겨 놓은 것 같고, 세팅한 웨이브 머리는 잔뜩 헝클어져 있는, 슬퍼
      보이는 저 여자. 저건 누구야 대체. 무슨 ‘나라는 것은 정말 존재하는가?’ 따위의 심각한 고민을 하겠다는 게 아니었다.
      그냥 아무렇지 않게, ‘나는 나구나’라고 받아들이고 싶을 뿐인데. 그게 그렇게 어려운가? 엉터리로 가식한 육체와 그에
      들인 정성에 대한 혐오감이 밀려왔다. 지금까지의 나의 삶, 남의 삶을 베끼려 발버둥 쳐온 날들의 잔해가 얼굴과
      머리카락을 뒤덮은 것 같았다. 나는 그 길로 몸을 일으켜 동네 미용실로 향했다. 당장 머리라도 잘라내야 살 것 같았다.
      구역질 나는 허울 속에 나라는 것이 아직 있는지 눈으로 확인해야만 했다. <br />
      <br />
      &nbsp;아가씨가 정말 이런 머리를 해도 괜찮겠냐며 뜯어말리는 미용사와의 긴 실랑이 끝에, 나는 짧은 투블럭컷을 하고
      미용실을 나섰다. 트인 목덜미에 바람이 스치는 느낌이 좋았다. 그리고 그날 밤, 나는 가위에 눌렸다. 처음엔 늘 그렇듯
      몸이 잠깐 굳었다가 다시 잠에 들 거라고 생각했다. 스트레스가 심할 때면 종종 그러곤 했으니까. 보통은 눈을 질끈 감고
      버티곤 했는데, 그날은 나도 모르는 새 눈을 뜨고 있었다. 가슴에 무언가 시커멓고 무거운, 볏단같이 생긴 물체가 얹혀
      있는 것이 보였다. 이러다가 정말 귀신이라도 보는 게 아닌가 싶어 벌벌 떨던 찰나, 귓가에 쨍한 한기가 스치더니
      속삭이는 목소리가 들렸다. <br />
      <br /> &nbsp;“미친년… 얼굴 봐… 존나 못생겼어… 개싫어 진짜…” <br />
      <br />
      &nbsp;음성이 채 흩어지기도 전에 검은 볏단 뒤로 무언가 흰 것이 스쳤다. 순간, 가위에 눌리면 쌍욕을 하라는 인터넷의
      글이 생각나 있는 힘껏 소리를 질렀다. “아아악 씨발! 씨발 잠 좀 자자!” 됐다! 몸은 여전히 움직이지 않았지만 목소리는
      나왔다. 그리고 눈을 감았다가 뜬 순간, 그것은 내 코 앞에 얼굴을 들이밀고 있었다. 곧 그 애는 말했다. “너 때문에 옷이
      없어졌잖아 이 멍청한 년아!” 소리를 빽 지른 그 애는 금세 또 먼 발치로 가서 나를 노려보며 중얼거렸다. “머리는 왜
      갑자기 자르고 지랄인데? 가만히 안 둘 거야. 머리에 나 붙어 있는 거 뻔히 알면서 엿 먹이려고. 같이 있던 세월이
      얼만데! 야 내가 만만해?” 나는 노발대발하는 귀신을 천천히 뜯어봤다. 잘 쳐줘야 중학생 정도 되어 보이는 외모에,
      초코송이 같은 단발머리를 하고 서툰 화장을 한 알몸의 귀신… 조금 당황스러웠지만 하나도 무섭지 않았다. 공포심이
      누그러지자, 몸이 움직이기 시작했다. <br />
      <br />
      &nbsp;“아니… 내 머리에 있었다니 그게 무슨 말이야?” <br />
      “몰랐다고? 머리 숙여서 감고 있으면 귀신이 그 위에 꼽사리 껴서 같이 감는다는 얘기 못 들어봤어? 머리 말릴 때 유난히
      시간 오래 걸렸을 텐데. 하여튼 둔해 빠져서는. 야, 2013년부터 있었어.”
      <br />
      <br />
      &nbsp;그게 귀신 때문이었다니. 나는 지긋지긋한 샴푸 시간이 긴 머리의 숙명인 줄만 알았다. 황당하고 불쾌한 마음이
      치밀었다. 쟤 누군데? 뭐 하는 애야? 나는 차마 입은 떼지 못하고 떨떠름한 표정으로 머리만 배배 꼬았다. <br />
      <br />
      &nbsp;그 애는 문득 중얼거림을 멈추더니 깔깔 웃기 시작했다. <br />
      <br />
      &nbsp;“얘 좀 봐 진짜 웃겨. 내가 누군지 알아서 뭐 하게? 말하면 알아?” <br />
      <br />
      &nbsp;그 애는 눈 깜짝할 새 내 위에 올라타 볏단을 치우더니 나를 뚫어져라 쳐다봤다. <br />
      <br />
      “그냥 머리나 빨리 다시 길러.” <br />
      <br />
      &nbsp;원래 귀신 눈깔은 다 그렇게 섬뜩한가? 핏줄 선 눈에 빙그르르 돌아가는 회색빛 서클렌즈가 금방이라도 튀어나올 것
      같았다. 나는 그 상황을 완전히 현실로 받아들일지, 좀 더 의심할지 결정하지 못한 채 질문만 무수히 떠올렸다. 떨리는
      목소리로 물었다. <br />
      <br />
      “근데... 옷은 왜 다 벗고 있어? 내 머리카락이 옷이었다던가 뭐 그런 건가?” <br />
      <br />
      &nbsp;“... 넌 진짜 멍청한 거냐 겁이 없는 거냐. 그냥 좋은 말로 할 때 돌려놓기나 해, 내 나그랑 티랑 테니스 스커트!”
      <br />
      <br />
      &nbsp;‘풉 너 너무 2013년이다’라고 말하려던 순간, 그 애는 사라졌다. 곧바로 잠에서 깨어난 나는 숨을 몰아쉬며 이불을
      들췄다. 방엔 나뿐이었고, 창밖으로 어슴푸레 동이 튼 것이 느껴졌다. <br />
      <br /> <CenterMark>*</CenterMark> <br />
      <br />
      &nbsp;그날 이후, 귀신은 매일 밤 나를 찾아왔다. 하지만 내 고집도 그 애에 뒤지지 않았다. 종종 가위에 눌리거나
      꿈자리가 뒤숭숭하긴 했지만, 유치한 꼴을 하고 실오라기 하나 걸치지 않은 그 애 모습이 우스울 뿐이었다. 오히려 나는
      짧은 머리에 점점 더 만족하고 있었다. 어릴 적부터 유난히 바람 부는 날씨를 좋아했는데, 이제는 아무리 바람 한 가운데
      서 있어도 머리카락이 얼굴에 들러붙지 않았다. 후드 티의 모자를 뒤집어써도 틈새로 삐져나온 머리가 목이며 얼굴을
      간지럽히지 않았다. 20분에 걸쳐 꼼꼼히 진행되던 드라이도 탁탁 털고 1분 말리기로 단축되었다. 무엇보다도, 나를
      바라보는 사람들의 시선에서 내가 어떤 경쟁적인 리그 밖으로 나왔다는 사실을 알 수 있었다. 조금은 자유로워진
      기분이었다. <br />
      <br />
      &nbsp;하지만 내 행복이 탐탁잖았던 그 애는 자꾸 시비를 걸어왔다. 나는 거의 매번 가구 모서리에 발가락을 찧고 버스를
      놓치고 비를 맞았으며 책을 읽을 때마다 종이에 손이 베이고 모든 아이스 음료를 핫으로 받아야 했다. (재취업이 난항을
      겪었던 것도 귀신 탓이었을까? 차라리 그랬으면 좋겠다.) 그 모든 일상의 불행에 체념하던 차에, 참을 수 없는 사건이
      터지고 말았다. 한밤중에 멀쩡히 책상에 올려져 있던 노트북이 바닥에 내팽개쳐진 것도 모자라 그 위로 물잔이 쏟아지고
      화분이 떨어져 결국 고장이 난 것이다. 나는 버럭 화를 내며 그 애에게 물었다. “나한테 왜 이래? 어떻게 하면 갈 건데?”
      돌아온 대답은 허무했다. “어쩌긴 뭘 어째. 내 한을 풀어줘야지. 어릴 때 전래동화도 안 읽었어?” <br />
      <br />
      &nbsp;그때부터는 그놈의 한을 풀어주기 위해 별의별 노력을 다했다. 붙임머리는 너무 비싸서 비교적 저렴한 통가발을 사
      써보기도 했고, 머리뿐만 아니라 꾸미는 것 혹은 아이돌처럼 되는 것에 한이 맺힌 것도 같아 연예인들이 주로 이용한다는
      압구정 샵에서 헤어(이날은 거금을 들여 붙임머리 시술까지 감행했다)와 메이크업을 받아보기도 했다. 하지만 그 애는
      하루 이틀쯤 즐거워할 뿐, 전혀 떠날 생각이 없어 보였다. 그렇게 치장과 다이어트에 전념한 시간이 두 달 반쯤 지났을
      때, 완전히 진이 빠진 나는 이 미친 얼짱 귀신 한풀이 작전을 일시 중단했다. 그 직후 떠나온 것이 이번 제주도
      여행이었다. 마침 시간이 맞는 친구가 있었고, 서울을 떠나면 뭐라도 달라지지 않겠냐는 막연한 생각이었다. 이 여행이
      정말로 저 애와 이별하는 계기가 되리라고는 상상도 하지 못했다. <br />
      <br />
      &nbsp;좀 우습지만, 여행을 앞두고 귀신은 제법 만족하는 듯 보였다. 생전에 비행기는 한 번도 못 타봤다나 뭐라나. 나에
      대한 앙심으로 비행기에 험한 짓이라도 하면 어쩌나 걱정했던 것이 무색하게 우리는 안전히 제주도에 도착했다. 그 애는
      내내 툴툴거리면서도 우리를 곧잘 따라다녔다. 나도 나름대로 귀신 챙기기에 재미를 붙였다. 이전 밤에 그 애가
      감귤초콜릿을 사달라고 칭얼대면, “야 요즘은 제주도 오면 타르트, 베이글, 소금빵, 푸딩 같은 거 먹는 거야.
      촌스럽긴.”이라고 타박한 뒤에 다음 날 아침 졸린 눈을 비비며 유명 빵집에서 ‘오픈런’을 해오는 식이었다. 제사 없는
      집에서 자란 터라 귀신 밥 먹이는 법을 몰랐지만, 그 애를 잘 먹이기 위해 나름의 삽시(揷匙)를 한답시고 아이폰 나침반을
      켜 빵에 포크를 동쪽으로 꽂아주기도 했다. 그러면 그 애는 만족스러운 듯 얌전히 앉아 2024년의 단맛을 즐기고는 조용히
      나와 친구가 노는 것을 구경했다. <br />
      <br />
      &nbsp;그랬던 우리가 헤어지게 된 건 아마 어젯밤의 일 때문일 것이다. 지난밤, 나는 친구와 함께 제철을 맞은 한치물회에
      한라산 소주를 끝도 없이 들이부어 얼큰하게 취해있었다. 갖은 주제의 수다로 흥이 극에 달했을 때, 친구가 돌연 자기도
      머리를 자르겠다고 선언했다. 친구는 자리에서 벌떡 일어나 결연한 눈빛을 하고는 고래고래 소리를 질렀다. “솔직히
      부러워 죽겠어. 존나 덥고! 존나 답답해! 진짜 지겹다고. 나도 이제 그만 둘래. 나 안 해!” 나 또한 고성으로 화답했다.
      “그래! 자르자! 관둬!” 친구는 곧장 주방 가위를 가져와 묶어둔 머리를 싹둑 잘랐다. 우리는 함께 환호성을 지르다가
      야릇한 해방감에 휩싸여 얼싸안고 눈물을 터뜨렸다.
      <br />
      <br />
      &nbsp;술기운에도 불구하고 그날 새벽 일찍 눈이 떠진 건 또다시 가위에 눌렸기 때문이었다. “우리 이제 이럴 사이는
      아니지 않냐?” 나는 옴짝달싹 못 하는 채로 음울하게 천장 모퉁이에 고여있는 그 애에게 말했다. “나 어제 다 봤음.” 그
      애가 답했다. 뭘 봤다는 건지 도통 알 수가 없었다. “너랑 쟤랑 머리 자르는 거 다 봤다고.” 걔는 잘린 머리카락을 잔뜩
      뒤집어쓰고 곤히 자는 친구를 턱 끝으로 가리켰다. “그게 뭐?” 나는 힘겹게 물었다. “그냥... 둘이 좋아 보이더라.
      재미없게… 나 이제 가려고. 옷은 다른 데서 입으면 돼. 간다. 나 찾지 마.” 서늘한 목소리가 흩어지고, 한순간 후텁지근한
      공기가 확 끼쳐왔다. <br />
      <br />
      &nbsp;다시 완전히 잠에서 깨어났을 땐 오전 열한 시였다. 우리는 퇴실 시간을 지키기 위해 울렁거리는 속을 부여잡고
      방바닥에 흩어진 술병과 머리카락을 치웠다. 친구는 의외로 덤덤하게 자기 머리 상태를 받아들였지만, 나는 조용히
      제주공항 인근의 미용실을 알아보았다. 숙소를 떠나려던 차에 지난밤 그 애가 있던 모퉁이가 눈에 밟혔다. 이젠 정말 다시
      볼 수 없으려나, 공항에서 유명한 땅콩샌드 사주려고 했는데. 그 애가 떠나기로 마음먹은 이유를 알 수가 없으니
      답답하기만 했다. 내가 한을 완전히 풀어줬더라면, 이승을 떠나 자유로워졌더라면 좋았을 텐데. 나는 아쉬움을 뒤로 하고
      게스트하우스 대문을 나섰다. 유난히 뜨거운 햇살에 눈살이 찌푸려졌다. <br />
      <br />
      &nbsp;숙취로 낮 시간을 어영부영 보내자 금방 제주를 떠날 시간이 찾아왔다. 공항으로 향하는 택시 안에서 나는 미용실에
      다녀와 더 짧아진 친구의 머리를 내내 만지작거렸다. 그래도 그 귀신 덕분에 유난히 더웠던 이번 여름을 시원하게 보낸 것
      같은데. 인사 한마디 하지 못한 것이 못내 아쉬웠다. 하지만 나는 얼마 지나지 않아 공항 앞 식당에서 그 애를 다시
      마주쳤다. 게스트하우스 사장님의 딸이 뉴진스를 좋아한다고 했던가? 허리까지 오는 긴 생머리를 하고 있을 때부터 신경이
      쓰였는데, 그 애는 기어코 거기 붙어 시시덕거리고 있었다. 그새 새 옷을 입고 새로운 방식의 화장을 뒤집어쓴 것이
      황당해 헛웃음이 나왔다. 어쩌면 저 귀신은 저런 식으로 매번 시대를 갈아타며 내가 생각한 것보다 훨씬 더 오래전, 아주
      먼 옛날의 여자들에게서부터 나에게로 왔겠구나. 조금 화가 났다가 이내 서글픈 기분이 들었다. 꽤 정들었다고
      생각했는데, 나를 본 척도 하지 않는 저 귀여운 귀신이 낯설고 야속했다. 어쩌면 쟤는 나를, 그동안 스쳐 온 수많은
      여자를 정말 이용만 한 건지도 모르겠다.
    </>
  );
};

export default BText;

const CenterMark = styled.div`
  padding-left: 50%;
`;
