import styled from 'styled-components';

const CText = () => {
  return (
    <>
      &nbsp;&nbsp; 닮고 싶은 아이였다. 유순하고 큼직한 눈매에, 그 애의 다갈색 눈동자가 움직이는 대로 내 시선도 곧장
      따라가고 마는. 어깨에 닿지 않는 짧은 머리칼이 옅은 바람에 휘청거릴 때, 시원한 듯 애굣살 가득한 눈으로 웃는
      아이였다. 슬아야, 슬아, 슬, 스으을. 그 애의 이름을 여러 음조로 바꿔 부르곤 했다. 처음으로 일기장에 죽고 싶다, 라고
      썼던 날. 그 날은 슬아야, 이렇게 불렀고 그 애는 그런 나를 가만히 끌어안아 주었다. 그러다가 물기 하나 없이 메마른 내
      볼을 허술하게 닦는 시늉을 했다. 그리고 낮게 말했다. 울지 마, 괜찮아. 실은 울고 싶었던 것 같은데, 슬아는 나보다
      나를 더 잘 알았다.
      <br />
      &nbsp;&nbsp; 열아홉의 나는 성장이 무언지 몰랐다. 이루어야만 하는 것, 그러나 여태껏 단 한 번도 해보지 못한 것. 분명
      내 몸과 머리에서는 미세한 변화가 일어나고 있었을 테지만 알아채지 못했다. 나는 대신에 내가 아닌 슬아가 이루게 될
      미래를 그려보곤 했다. 고통과 권태로움 따위보다는 여느 괜찮은 어른의 완비된 인생 같은, 찬란한 무언가를. 슬아는 분명
      괜찮은 어른이 되어 있겠지. 그렇게 생각하면 마음이 한결 편안해졌다. <br />
      &nbsp;&nbsp; 우리는 교복을 벗고 사복차림으로 밖에서 만나는 것을 좋아했다. 그러면 꼭 어른이 된 것 같았다. 나는
      우리가 점차 성숙해가고 있다는 감각이 겁나면서도 좋았다. 또, 우리가 종종 나누었던 무조건적인 질문과 답변들을
      좋아했다. 앞으로 어떻게 살아갈 수 있을지 모르겠어, 하면 넌 어떻게든 잘 살 거야, 라고 버릇처럼 즉각 대답하는.
      그러면 어느 한 쪽이 고개를 조용히 끄덕이며 너도 그럴 거야, 했던. <br />
      <br />
      <CenterMark>*</CenterMark> <br />
      &nbsp;&nbsp; 날이 덥다. 8월 하순의 저녁은 낮의 더위가 전혀 가시지 않은 채다. 지끈거리는 이마를 물 묻힌 손으로
      지그시 누르다가, 그것도 부족해서 얼린 생수 통을 허벅지 사이에 끼우고 앉는다. 이맘때쯤이면 견디고 있다는 생각이
      든다. 더위를 비롯한 어떤 것들을. 어제는 열사병이 도졌는지 끙끙 앓았다. 오늘은 열이 내렸지만 더운 꿈을 꿀 것만
      같다. <br /> <br />
      &nbsp;&nbsp;몇 해 전 여름, 내가 스물 셋이었을 때. 보통의 저녁과 다를 바 없었던 날, 슬아의 부고 소식을 받고
      장례식장으로 향했다. 그 날도 오늘처럼 더웠다. 머리가 깨질 것 같고 숨이 갑갑해 검은색 블라우스를 연신 잡아당기며
      펄럭였던 기억만이 생생하다. 발인이 끝나고 집으로 돌아오는 차 안에서는 한 손으로 머리통을 쿵쿵 때렸던 것 같다. 왜
      그랬니. 왜 그랬을까. 나한테는 말 해주지. 그런 속마음을 나도 모르게 바깥으로 외쳤다. 거칠게 갈라지는 내 목소리가
      듣기 괴롭다고 생각하면서. <br />
      &nbsp;&nbsp;저녁이 다 됐는데도 바깥은 여전히 밝고 뜨겁다. 이렇게 더운 날이면 나는 올해 안에 겨울이 도래한다는 것을
      믿을 수가 없다. 세상에 믿을 수 없는 것투성이다. 내가 살아있다는 게 믿기지 않을 때도 있다. 그럴 때면 의자에 몸을
      기대고 눈을 지그시 감는다. 선잠에 들었다가 깨면서 정신이 맑아지는 찰나에는 비로소 살아있음을 느낄 수 있다. 나는
      깨어나기 위해서 자주 잠에 든다. <br /> <br />
      &nbsp;&nbsp;오늘은 자는 동안 꿈을 꾸었다. 꿈이 시작되자마자 에이 꿈에서도 덥네, 라고 생각했던 것 같다. 햇살이
      쨍쨍했는데 이상하게 나는 몸을 옹송그린 채 도로 연석 위에 걸터앉아 떨고 있었다. 그런 나를 대뜸 나타난 슬아가 미역을
      건져 올리듯 한 번에 일으켰다. 나는 멍하니 서서 슬아의 가는 팔뚝에 의지했고, 끈적한 바람이 나와 슬아 사이를 스쳐
      갔다. 슬아야, 스으으을. 오늘은 길게 늘어뜨린 발음으로 슬아를 불렀다. 슬아가 피식 웃었다. <br />
      &nbsp;&nbsp;잠시 뒤에 우리는 함께 편의점 냉동고를 파헤쳤다. 밑바닥에 깔려있던 아이스크림을 하나씩 꺼내 쥐고 아파트
      지하 주차장으로 향했다. 주차장 입구에 발을 걸치고 아이스크림을 깨물어 없앴다. 슬아는 교복에 달린 리본을 풀어
      헤치면서 미간에 주름을 만들었다. 지하가 그나마 낫긴 한데, 그래도 덥다. 그냥 집에 가자. 몸을 돌리려는 슬아의 손목을
      거칠게 붙잡았다. 붙잡다가, 손톱으로 슬아의 손목에 선홍빛 상처를 냈다. 미안하다고 해야 하는데 목소리가 꽉 막혀
      나오지를 않았다. 말이 안 나와. 슬, 가지 마. 여기 있자, 여기 그대로 있자. 나오지 않는 무수한 말들을 대신해 고개를
      양옆으로 저었다. 슬아가 알아들을 때까지 그럴 작정이었다. <br />
      &nbsp;&nbsp;고개를 휘젓는 나를 슬아는 물끄러미 바라보았다. 열아홉의 슬아였다. 단발에 정갈한 반 묶음 머리를 하고
      자주 가볍게 웃는, 내가 닮고 싶었던 아이. 슬아의 조용히 흔들리는 다갈색 눈동자를 따라가다 보니 꿈속에서 나도 어느
      샌가 열아홉이 되었다. 열아홉의 나는 슬아에게 묻고 싶었다. 너도 혹시 불안해? 우리는 정말, 어떻게든 잘 살게 될까?
      여름이 멸종하면, 서리 낀 아이스크림과 서늘했던 지하 주차장이 더 이상 필요하지 않게 되면. 그러면 우리는 무엇으로
      나아가야 해? 고통 없이 삶을 피해가는 방법은 없을까? <br />
      &nbsp;&nbsp;입을 아무리 크게 벌려도 소리는 나오지 않았다. 오늘이 마지막이라는 생각이 들었다. 잠에서 깨고 잠시
      살아있음을 느꼈다가 또 하루가 지나가고, 더위가 한층 물러서면 나는 겨울을 맞이하고. 슬아를 조금은 덜 떠올리게 되고.
      그런 미래를 상상했다. <br />
      &nbsp;&nbsp;꿈속에서 분주히 슬아를 눈에 담았다. 더 샅샅이 담으려고 애쓰는 내 앞으로 슬아가 한 걸음 다가왔다.
      “…지마” 무어라 말을 하는 것 같았는데, 뻐끔거리는 입모양만 간신히 보일 뿐이었다. 슬아는 포기한 듯 입을 다물었다.
      알아듣지 못해서 미안해. 나도 입을 뻐끔거리며 소리 없이 말했다. 슬아가 손등으로 내 뺨을 살짝 쓸자 얼굴이
      따뜻해졌다. 슬아의 온기였다. <br />
      &nbsp;&nbsp; <br />
      꿈에서 깼을 때 나는 울고 있었다. 슬아가 하려던 말은 뭐였을까. 울지 마. 이제 오지 마. 자꾸 더운 데 찾아오지 마.
      아프지 마. 내가 하고 싶은 말과 슬아에게 듣고 싶은 말이 뒤섞여 답을 내릴 수 없었다. <br />
      &nbsp;&nbsp;어느새 저녁이 끝나가고 있었다. 눈물을 닦아냈다가, 또 울었다. 나는 살아가야 했다. 고통과 권태를 잔뜩
      떠안고. 오래도록, 멀리 멀리.
    </>
  );
};

export default CText;

const CenterMark = styled.div`
  padding-left: 50%;
`;
