import styled from 'styled-components';

const DText = () => {
  return (
    <>
      &nbsp;&nbsp;여지껏 적은 소설을 전부 불태웠다. 15년 전 친오빠가 대학 시절 사용했던 노트북이 더 이상 작동하지 않아
      원고지에 글자를 하나하나 쓰던 참이었다. 클릭 몇 번으로 영원히 사라지는 한글 파일에 비해 불 지르기 퍼포먼스는
      시각적으로 훌륭했다. <br />
      <br />
      <br /> &nbsp;&nbsp;살고 있는 오피스텔은 옥상이 허술하게 잠겨있다. 겨우 쇠막대 하나로 바람에 열리는 문을 고정해
      놓을 뿐이다. 다만 안전을 위한다는 말로 근무 시간 내에는 오피스텔 사람들의 거취를 전부 지켜보고 있는 경비원으로
      인해 이용 가능한 시간은 새벽녘이 전부였다. 이곳의 경비원은 우리 엄마보다 우리 집을 거쳐 간 애인들의 얼굴을 더 잘
      알았다. 작고 마르고 새까만 경비원은 엘리베이터에서 어색하게 마주친 나에게 여기는 모텔이 아니라고 말했다. 그때의
      남자 친구는 그 말을 모른 척했다. 나는 걔가 한마디 해주길 바랐지만 마치 죄인이라도 된 듯 고개를 푹 숙이고 있는
      바람에 그저 "그럼요. 싱글침대가 있는 모텔이 어디 있겠어요." 하며 웃었다. <br />
      <br />
      &nbsp;&nbsp;한국에 사는 사람이라면 누구든 여름의 밤도 끈적이게 뜨겁다는 걸 알 것이다. 글을 쓰겠다고 주 5일
      아르바이트를 그만두고 주 3일 알바를 새로 구했다. 에어컨을 트는 전기세가 난방비보다 훨씬 적게 나온다는 걸 깨달은
      것은 이미 2년 전이었지만, 그 정도의 지출조차 두려워 창문을 활짝 열고 작은 선풍기 앞에 앉아있었다. 현재의 더위보다
      앞으로의 추위가 더욱 두려워졌다. 불이 켜진 방 안으로 벌레들은 방충망에 붙어 나를 관찰했다. 왼쪽 구석 작게 뚫린
      벌레 통로를 발견하지 못한 것들은 밖에서나마 우리 집의 불빛을 관망했다. 그들은 그 빛을 애틋하게 바라보았지만, 나의
      작은 방으로 침입하는 것들의 최후는 모르는 눈치였다. 원고지 위로 올라온 손에선 땀이 흐르고 있었다. 습기는 적응이
      되지 않았다. 숨을 쉬는 방법을 까먹을 것만 같았다. 6월에 갔던 페스티벌이 떠올랐다. 좋아하는 뮤지션을 보기 위해
      사람들 사이를 비집고 들어가 소리를 질렀다. 6월의 대낮은 충분히 더웠고, 사람들의 가벼운 옷차림에 기분이 좋았다.
      부딪히는 사람들의 맨살과 나의 살이 마찰을 일으켰다. 무대 위 가수는 밴드와 사람들을 잔뜩 고용해 가난과 죽음에 대해
      생각하라 말했다. 그녀는 노래를 부를 때 통 웃지 않았다. 친구와 나는 그녀의 얼굴을 보자마자 거짓말처럼 울기
      시작했다. 사람들이 서로의 피부를 맞대고 삶의 안티테제에 대해 소리를 지르고 있었다. 이번이 지나면 언제쯤 이렇게 또
      소리를 지를 수 있을까. 우리 집 화장실만한 코인 노래방에서가 아니라. 이렇게도 뜨거운 대낮에 이렇게도 많은 사람과
      함께 같은 말을 내뱉을 수 있을까. 나는 뒤에서 꾹꾹 미는 인파 때문이었는지, 아니면 오래도록 묵혀왔던 공황장애
      때문이었는지 가수의 움직이는 입을 보며 숨을 쉬지 못하는 얼굴로 엉엉 울었다. 정말 엉엉! <br />
      <br />
      <br />
      &nbsp;&nbsp;나의 글은 더 이상 어떤 효용도 갖지 못한다는 것을 깨달았다. 그걸 이제야 깨닫다니 자신이 한심스러워 참을
      수가 없다. 지금껏 적어왔던 말의 뜻과 내 생각이 정반대였다는 것을 알았다. 솔직해지기 위해 그 많은 수치를
      견뎌왔는데, 실은 어떤 것도 솔직해지지 못했고 그저 수치를 수집해 왔다니. 짧은 소설을 쓰는 동아리에 들어가 열심히
      글을 써왔다고 생각했는데 나는 사실 소설은 하나도 쓰지 못했다. 나의 단편적 일상과 별 궁금하지도 않은 단말마 따위를
      한글 파일에 열심히 적었을 뿐이다. 아 정말 존나게 지루하고 지겨운 일상의 나열. 내 글을 잘 보고 있다는 말을 믿어본
      적 없다. <br />
      <br />
      &nbsp;&nbsp;담배 한 갑과 악필로 적은 원고지의 소설을 겨드랑이에 끼고 옥상으로 올라갔다. 내일은 비가 온다고 했다.
      어디선가 훔쳐 온 우산은 가운데 구멍이 났다. 어깨에 기대고 있으면 쇄골로 물이 흘러 들어갔다. 내일은 아마 밖에
      나가지 않을 것이다. <br />
      <br />
      &nbsp;&nbsp;이제는 단종되어 나오지 않아 서랍 안에 꼭꼭 숨겨놓았던 담배였다. 정말 기쁠 때나 슬플 때만 피워야지
      다짐했는데, (물론 다른 맛의 담배는 여전히 피우고 있다) 지금은 그다지 그렇게 극적인 기분은 아니었다. 누구는 힘들 때
      위스키와 시가를 피운다고 했다. 내게 그런 게 허락될 리 없다. 맥주조차 안 먹은 지 오래였다. 나는 벨기에 맥주
      전문점에서 하나에 17000원짜리 맥주를 즐기고 싶었지만, 그건 취하지도 않고 배가 부르지도 않았다. 오줌으로 배출되는
      액체와 나의 뇌와 간세포를 죽일 알코올에 사치를 부릴 수가 없다. 아주 값싸고 도수 높은 술을 오래오래 먹어야 한다.{' '}
      <br />
      <br />
      &nbsp;&nbsp;나의 오른손에는 집에서 사용하던 유리 재떨이가 있다. 아름다운 가게에서 예쁜 토마토 모짜렐라 바질
      샐러드를 만들어 먹겠다는 다짐으로 산 작은 유리 접시였다. 나는 이제 썩지 않는 음식만을 구매하고 있다. 원고지를
      태울만한 곳이 이 작은 재떨이밖에 없었다. 먼저 담배 한 대를 태웠다. 실은 별맛이 나지도 않는다. 언제나 말보루 골드를
      피우는 오빠가 부러웠다. 캡슐도 없고 니코틴 함량이 너무 강해서 한 대조차 다 피우지 못했다. 반 정도 피우면 머리가
      어질어질해서 늘 오빠에게 돌려주고 말았다. 내가 피우는 담배는 그의 절반도 안 되는 니코틴이 담겨있다. 오랫동안
      담배가 영 체질에 맞지 않는다. 쉽게 어지러워지고, 토할 것 같은 기분에 들면서도 끊지를 못했다. 누군가 돈이 부족하면
      담배를 사지 말라고 말했다. 그건 뭘 모르는 얘기였다. 원래 노숙자에게 가장 필요한 것은 술과 담배이다. <br />
      <br />
      &nbsp;&nbsp;얇고 구겨진 원고지 끝에 불을 붙였다. 그 불에 얼른 얼굴을 들이밀어 담배에도 불을 붙였다. 그런 작은
      로망들이 있다. 나보다도 골초였던 전 남자 친구가 선물했던 성냥 한 갑으로 담배를 피울 때도 묘한 즐거움을 느꼈다.
      왕가위 영화에서나 하는 짓을 20년대에 하고 있으면 사람들이 꼴값이라는 눈빛으로 쳐다봤다. 그들에게 성냥 하나씩을
      나누어주면 그들도 금세 즐거운 얼굴로 담배를 피웠다. <br />
      <br /> &nbsp;&nbsp;원고지로 옮겨붙인 담배는 그리 즐겁지 않았다. 불이 뜨거워서 사우나에 온 것처럼 숨이 턱턱 막혔다.
      별은 보고자 노력하면 하나씩 보이기도 했다. 그때 좋아하는 뮤지션 앞에서 추하게 울었던 것처럼 울고 싶었으나 어떤
      표정을 지을 힘도 나지 않았다. 그녀는 노래를 부르며 나 같은 사람을 많이 보았을까. 자신의 노래가 침울하고 현실의
      비극을 담고 있어서, 잘 듣고 있다는 말을 들을 때마다 왜 자신의 노래를 듣느냐는 질문을 하고 싶다는 그녀는 우리 같은
      울음을 많이 보았던 걸까. <br />
      <br />
      <br /> &nbsp;&nbsp;잠을 잘 자고 있느냐는 질문이 내게 너무도 다정해서, 그런 질문을 하는 이에게 쉽게 마음을 줬을
      때가 있다. 잠을 잘 잤냐, 오늘 푹 잤느냐, 꿈은 꾸었느냐. 나는 잠을 과하게 청하는 버릇이 있어서 하루를 꼬박 꿈을
      꾸며 보낼 때가 있다. 나의 친구는 잠에 과하게 들지 못하는 버릇이 있어서 하루 종일 시뻘건 눈을 하고 보낼 때가 있다.
      요즘은 통 꿈과 현실이 구분되지 않는다. 소복하게 쌓이는 잿더미 안에도 원래 나의 꿈들이 적혀 있었다. 그건 아무런
      의미가 없다. 나는 소설을 써야 한다. <br />
      <br />
      &nbsp;&nbsp;옥상에서 눈치 보이는 연기가 피어올랐다. 경비아저씨에게 들킨다면 담배를 한 갑 다 피워서 이렇게 된
      거라고 말해야겠다 생각했다. 그러면 또다시 여기는 흡연 구역도 아니고 모텔도 아니라는 말을 하려나. 나는 고개를 푹
      숙이고 죄송하다고 말한 나의 전 남자 친구처럼 행동하고 싶지 않다. 나는 무엇도 죄송하지 않다. 그저 웃으며 "그럼요.
      이렇게 뻥 뚫린 흡연 구역이 어디 있나요. 그런 건 불법밖에 없죠."라고 할 것이다.
    </>
  );
};

export default DText;

const CenterMark = styled.div`
  padding-left: 50%;
`;
