import styled from 'styled-components';

const EText = () => {
  return (
    <>
      &nbsp; &nbsp;이른 퇴근을 했던 날이었다. 그저 평소보다 상쾌한 기분으로 걷고 있을 뿐이었다. 콩나물처럼 딱 붙어
      빠르게 오가던 지하철 말고, 선선한 바람과 함께 천천히 오가는 버스를 택했을 뿐이었다. 창밖의 거리는 평화로웠고,
      햇살은 따사로웠다. 이상하리만치 완벽한 날이었다. 그러나 완벽은 버스에서 흘러나온 노래 하나로 다 어그러졌다. 익숙한
      멜로디는 가슴 밑바닥에 잠들어 있던 거뭇한 형체의 무언가를 꺼내 보였다. <br />
      &nbsp;눈물이 흐르고 있었다. <br /> <br /> <CenterMark>-</CenterMark> <br /> &nbsp; &nbsp;매미가 울기 시작하고
      보름이 지나면 우리 가족은 어딘가로 떠나곤 했다. ‘어딘가’라고 칭하기엔 매번 바닷가를 간다는 점에서 조금은
      어색했지만 나는 떠나는 날을 좋아했다. 바쁘던 엄마랑 아빠랑 온종일 함께할 수 있는 날이기 때문이었다. 엄마는 늘
      우리의 여행을 ‘피서를 간다’라고 표현했고, 나는 그게 무슨 뜻인지 정확히 알지 못하면서도 친구들에게 ‘우리가 피서에
      간다’고 한참을 떠들어댔다. <br />
      <br /> &nbsp; &nbsp;아빠 차 뒷좌석 왼쪽은 내가, 뒷좌석 오른쪽에는 동생이, 조수석에는 엄마가, 운전석에는 아빠가
      자리를 채웠다. 나는 내 자리가 좋았다. 엄마가 엄마 자리에 있는 것도, 동생이 동생 자리에 있는 것도, 아빠가 아빠
      자리에 있는 것도 좋았다. <br />
      &nbsp;&nbsp;엄마는 아침을 대신할 가래떡이나 맘모스 빵, 가루가 많지 않은 홈런볼 같은 과자 따위를 챙겨 나누어 주곤
      했다. 아빠는 가래떡을 준비한 날에는 꿀떡이 없냐며 물었고, 맘모스빵을 준비한 날에는 단팥빵이 없냐며 물으면서도
      엄마가 건네는 족족 맛있게 다 먹어 치웠다. 나는 그게 서너 번 반복되고 나서야 아빠만의 애정 표현 방식이라는 걸
      알아차렸다.
      <br /> <br /> &nbsp; &nbsp;어느 때는 2시간을 달려, 동생이 화장실에 가고 싶어하거나 차 안에 가만히 앉아있기를
      지루해할 때면 1시간 반을 달려 휴게소로 들어갔다. 동생은 꼭 부드럽고 고소한 맥반석 오징어를 입에 넣어야, 나는 꼭
      따끈하고 바삭한 호두과자를 손에 들어야 휴게소를 빠져나갈 수 있었다. 양손의 물기를 탁탁 털며 화장실에서 나오는
      엄마를 기다렸다가 호두과자와 맥반석 오징어를 사 들고 아빠 차로 향하곤 했다. <br />
      <br /> &nbsp; &nbsp;동쪽으로 가면 3시간, 남쪽으로 가면 네 다섯시간을 달려 바다에 도착했다. 차 안에 가만히 앉아있는
      건 쉬운 일은 아니었다. 기다림에 지칠 때마다 참지 않고 수시로 얼마나 더 기다려야 하는지, 얼만큼 달려온 건지 물었다.
      그럴 때면 아빠는 ‘1시간 남았다, 온 만큼 더 가야 한다, 아직 멀었다.’ 와 같은 매번 다른 답을 했다. <br />
      &nbsp;&nbsp;목적지가 어디든 도착하기 30분이 남았을 때쯤 아빠는 꼭 어떤 노래를 틀고 흥얼거렸는데, 특히 이 구절에서
      두 번째, 세 번째 손가락으로 차 옆면을 박자에 맞춰 두드리곤 했다. 신난 아빠의 모습에 왠지 나도 더 들뜬 마음이
      들었다. 탁하고 반복적인 소리가 잠결에 들리면 곧 차에서 내릴 수 있겠다고 짐작하곤 했다.
      <br />
      <br /> &nbsp; &nbsp;모래를 한 움큼 집어 바다에 던져보기도, 축축한 모래를 힘이 닿는 데까지 깊이 파 보기도, 특이한
      색깔의 조개나 바다 생물들을 찾아 헤매보기도, 모래에 엉덩방아를 찧어 보기도 했다. 문득 신발을 두었던 곳을 살피면
      엄마와 아빠는 무언가 이야기를 하고 있었다. 가끔 엄마가 카메라를 들고 우리께로 다가와 셔터를 몇 번 누르다 가곤
      했다. 엄마가 가끔 들여다보는 ‘이예림’ 이름이 써진 앨범을 채운 사진들이 그런 식으로 완성되었다는 것을 중학교에
      들어가고 나서야 깨달았다. <br /> &nbsp; &nbsp;차 안에서 먹었던 떡과 빵들은 오래 전에 소화가 되었지만, 우리는
      눈앞에 놓인 각종 해산물을 보고 나서야 허기가 지고 있었다는 걸 깨달았다. <br /> &nbsp; &nbsp;그게 우리 가족의
      규칙처럼 굳어져 가던 일상 중 하나였다. <br /> &nbsp; &nbsp; <CenterMark>-</CenterMark>
      <br /> &nbsp; &nbsp;그때 아빠 차에서 흘러나왔던 그 노래였다. 아빠가 박자에 맞춰 본네트를 두드릴 때 배경음이 되던
      노래. 운전대를 잡던 아빠의 뒷모습이, ‘호두과자 방금 구운 거 있나요’ 묻던 엄마의 목소리가, 금빛 모래를 한 움쿰 집어
      파란 바다로 힘차게 던지던 동생의 옆모습이 나타났다. 피서를 떠났던 우리 가족이 그곳에 있었다. <br /> &nbsp; &nbsp;
      생각해보면 내가 피하고 싶었던 건 더위가 아니었다. 더위보다 더 뜨거운 건 세상에 셀 수 없이 많았다. 단짝 친구의
      뒷담화나 애인의 이별 선언 혹은 왼쪽 어깨의 화상 흉터였다. 동생의 사춘기나 엄마의 주름, 아빠의 장례식이었다. 원치
      않는 이별이나 다른 크기의 마음이나 속절없이 흐르는 시간이었다. 다시 볼 수 없는 것들을 그리워하는 일이나, 돌이킬 수
      없는 시간을 후회하는 일이나, 전하지 못한 말을 간직하는 일이었다. 보고싶다는 말을 뱉어내지 못한 입술이었다. 언제나
      한 발 물러서지 못한 고집이었고, 불편한 일은 늘 다음으로 미루던 게으름이었다. <br /> &nbsp; &nbsp;가슴 안쪽이
      타들어가듯 뜨거워지며 몸의 기온이 올라갔다. 더위를 피하려고 떠났던 우리들의 피서는 나를 더 덥게만 만들었다. 우리가
      부지런히 ‘피서를 간다’고 하더라도 더위는 해마다 찾아왔고, 그리움도, 후회도, 미련도 잊지 않고 찾아왔다. 엄마는
      우리가 피서에 간다고 했는데. <br />
      &nbsp;&nbsp;결국 내가 피할 수 있었던 건 아무것도 없었다.
    </>
  );
};

export default EText;

const CenterMark = styled.div`
  padding-left: 50%;
`;
