import styled from 'styled-components';

const FText = () => {
  return (
    <>
      &nbsp;서진은 매년 겨울이면 호주로 갔다. 겨울의 찬 바람이 온몸을 때리는 느낌을 견디기 힘들었다. 부모님께도 맞아본
      적 없는 매를 바람한테 맞다니, 서진은 자존심이 상했다. 그녀의 부모님은 서진을 애지중지했다. 때려본 적도, 굶겨본
      적도, 공부로 뭐라고 한 적도 없었다. 그저 서진이 무탈하게 자라기만 하면 되었다. 서진이 살면서 부모님께 받은 걱정은
      건강뿐이었다. 서진의 삶은 평범했다. 평범한 가정, 평범한 식사, 평범한 학교생활, 평범한 성장, 평범한 대학, 평범한….
      놀랍도록 평범한 그녀의 삶은 잔잔한 수면 같았다. 바람 한 점 없어 파동조차 일지 않는 수면처럼.
      <br />
      <br />
      <CenterMark>*</CenterMark>
      <br /> &nbsp;아누이는 매년 겨울이면 긴 작업복을 입고 다녔다. 호주의 무더위가 주는 끈적함이 혐오스러울 정도로
      싫었다. 자칭 여름 포비아인 아누이는 여름만 되면 극도로 예민해졌다. 누군가의 팔이 닿거나 손이 스치기만 해도
      기겁했다. 특히 누구든 얼굴을 건드리는 걸 제일 싫어했다. 드물게 주먹이 나갈 때도 있었다. 아누이의 부모님은 아누이가
      태어나기 전에 일본에서 호주로 이민을 왔다. 아누이는 호주에서 태어나고 자랐지만, 아누이의 외양은 누가 봐도 명백한
      일본인이어서 어디에서든 아누이를 싫어하는 사람이 존재했다. 가끔 그런 사람들에게 동양인이라는 이유로 얻어맞았다.
      사실 종종, 자주, 매번. 그럴 때마다 아누이의 부모님은 아누이를 탓했고 때때로 아누이의 뺨을 때렸다. 일하느라 바쁜데
      귀찮게 한다는 이유로. 혹은 다른 사람을 때렸다는 이유로. 아누이는 여름이 싫었다. 여름의 사람들도 싫었다. <br />
      <br /> <CenterMark>*</CenterMark>
      <br /> &nbsp;서진은 호주에 가도 딱히 특별한 일을 하지는 않았다. 그냥 무난히 유명한 관광지를 둘러보고 맛있는 음식을
      먹었다. 밤에는 호텔 침대에 누워 에어컨을 시원하게 틀고 뒹굴거렸다. 호주로 온 것만으로도 좋은 서진은 굳이 호주
      곳곳을 둘러보지 않고 숙소 주변 위주로 놀았다. 익숙함이 좋은 서진은 매번 같은 숙소를 잡았다. 숙소 옆에는 영어로
      뒤덮인 작은 서점이 있었고 서툰 영어 실력으로 책의 제목을 읽어보며 책 표지를 손가락으로 쓸고 지나가곤 했다.
      그곳에는 서진보다 살짝 어려 보이는 동양 외형의 남성이 있었다. 뭔지 모를 작업복을 입고 있었는데, 키가 컸고 말려
      올라간 작업복 사이에 보이는 손목과 손이 햇빛을 받아 일렁였다. 날이 더운데도 긴 작업복을 입고 있어 덥겠다고
      생각했다. 딱 그만큼의 관심 뒤에 서진은 다음 책을 넘겨보았다. <br />
      <br /> <CenterMark>*</CenterMark>
      <br /> &nbsp;아누이는 집 주변의 서점을 좋아했다. 그 서점이 아누이가 사는 근방에서 제일 에어컨을 세게 트는
      곳이었다. 사실 아누이는 책 같은 것엔 관심이 없었지만, 집 안이 더울 때면 추울 정도로 시원한 서점에 가서 오랜 시간
      더위로부터 도망쳤다. 서점에서 휴대폰만 보다 머리가 아플 때면 가끔 책을 사서 한두 권씩 읽다 보니 어느새 집 안에
      책이 한가득 쌓였다. 여느 날과 다름없이 서점에 가서 쉬다가 지루해질 때쯤 시집 하나를 손에 들고 펼쳤다. 어릴 적에
      읽어봤던 책이었다. 별 감흥 없던 책이라 다시 닫으려고 할 때쯤 옆에서 시선이 느껴졌다. 머리부터 발끝까지 좇아오는
      눈빛이 부담스러웠다. 아누이의 손목에 닿은 옆 사람의 시선을 보아 방금 잡은 이 책을 갖고 싶은 건가, 하고 아누이는
      생각했다. 아누이는 자신에게 시선을 거둔 서진에게 말을 걸었다. <br />
      <br /> <CenterMark>*</CenterMark>
      <br /> &nbsp;“Do you wanna to get this book?” <br />
      <br /> &nbsp;갑자기 치고 들어온 영어적 관심에 서진은 놀랐다. 아누이가 짚고 있는 책을 힐끗 보았다. 읽어본 책이었다.
      정신을 차리고 침착하게 대답했다. <br />
      <br /> &nbsp;“아니요.” <br />
      <br /> &nbsp;한국어로. <br />
      <br /> &nbsp;“Sorry?” <br />
      <br /> &nbsp;알아듣지 못하는 언어에 자신과 비슷한 외형을 가진 여자와 대화해본 적이 없던 아누이는 뭐라 답해야할지
      몰라서 일단 영어로 되물었다. 서진은 휴대폰을 켜 작게 중얼거렸다. 그러고 아누이에게 내밀었다. 둥글고 네모난 언어와
      영어가 함께 적혀있었다. <br />
      <br /> &nbsp;“지켜봐서 미안해요. 여름에 긴 작업복을 입고 있어서 책이 아니라 당신에게 관심이 갔어요. 제가
      무례했습니다.” <br />
      <br /> &nbsp;아누이는 공손한 사과가 돌아올 줄 몰랐다. 차분하고 옅었다. 이런 무더위에 어울리지 않는 사람이라
      생각했다. 서진은 아누이의 행색이 이런 찌는 여름을 향해 시위하고 있다고 느꼈다. 청량하게 생겨 여름의 하늘을 닮은
      사람이. 아누이는 서진의 사과에 딴소리로 답했다. 서진의 휴대폰에 대고 화면을 누르며 맑게 말했다. <br />
      <br /> &nbsp;“나는 여름이 싫어요. 그렇다고 겨울을 좋아하는 것도 아니죠. 여름에 닿는 맨살의 느낌이 싫어서 긴 옷을
      입어요.” <br />
      <br /> &nbsp;서진은 아누이의 목소리마저 여름 같다고 생각했다. 여름을 닮은 사람이 여름을 싫어하다니, 아이러니했다.
      알면 알수록 재밌는 사람이었다. 무료한 삶에 돌멩이 하나가 던져졌다. <br />
      <br /> &nbsp;“나도요. 나는 겨울이 싫어요. 바람한테 맞는 느낌이 들거든요. 여름을 딱히 좋아하는 건 아니지만, 겨울을
      피해 정반대의 나라로 와요.” <br />
      <br /> &nbsp;아누이는 서진의 미동 없는 표정과 몸짓, 분위기가 은근히 겨울을 닮았다고 생각했지만, 말하지 않았다.
      아누이는 저랑 같네요, 하며 입꼬리를 올리고 눈을 반달로 만들었다. 돌멩이가 파문을 일었다. 서진은 같이 웃음 짓지
      않고 진지하게 아누이를 바라보았다. 맑고 청량하고 강렬한 느낌. 서진은 조심스레 말했다. <br />
      <br /> &nbsp;“당신이 싫어할 거 같지만, 꼭 말해주고 싶어요.” <br />
      <br /> &nbsp;“무엇을요?” <br />
      <br /> &nbsp;궁금해하는 아누이의 손 끝에 자신의 손을 살짝 가져다 대며 말했다. 그들의 손 밑에는 셰익스피어 소네트
      시집이 있었다. <br />
      <br /> &nbsp;“Shall I compare thee to a summer’s day?” <br />
      <br /> &nbsp;옅지만 시원한 목소리가 아누이의 귓가를 스쳤다. 처음으로 여름이 무덥지 않다고 느꼈다. 겨울 같은 사람이
      말해주는 따스함이 마음에 들었다. 아누이는 손으로 서진의 손가락을 감싸며 대답했다. <br />
      <br /> &nbsp;“Thou art more lovely and more tempereate.”
    </>
  );
};

export default FText;

const CenterMark = styled.div`
  padding-left: 50%;
`;
